{
  "section1_translations": {
    "I first heard about Napoleon Hill's principles of personal achievement when I was working my way through college selling life insurance during the 1960s.": "Ich hörte zum ersten Mal von Napoleon Hills Prinzipien des persönlichen Erfolgs, als ich mir in den 1960er Jahren meinen Weg durch das College bahnte und Lebensversicherungen verkaufte.",
    "One day I called on a man who sold reference books door to door. He bought a policy from me but said that my pitch could use a little work. He gave me a copy of Hill's Think and Grow Rich, which had been written in 1937.": "Eines Tages rief ich einen Mann an, der Nachschlagewerke von Tür zu Tür verkaufte. Er kaufte eine Police von mir, sagte aber, dass mein Verkaufsgespräch noch etwas Arbeit gebrauchen könnte. Er gab mir ein Exemplar von Hills 'Denke nach und werde reich', das 1937 geschrieben worden war.",
    "I read the book and almost immediately noticed that my attitude was better... and that my sales pitch had started to improve.": "Ich las das Buch und bemerkte fast sofort, dass meine Einstellung besser wurde... und dass sich mein Verkaufsgespräch zu verbessern begann.",
    "I was curious about how Hill, the father of the self-improvement movement, had come to write this classic, whose message is still valid today.": "Ich war neugierig, wie Hill, der Vater der Selbstverbesserungsbewegung, dazu kam, diesen Klassiker zu schreiben, dessen Botschaft noch heute gültig ist.",
    "In 1908, when Hill was a 25-year-old journalist, he was assigned to write a profile of steel magnate Andrew Carnegie. During their meeting, Carnegie talked about how he had become a success.": "Im Jahr 1908, als Hill ein 25-jähriger Journalist war, wurde er beauftragt, ein Profil des Stahlmagnaten Andrew Carnegie zu schreiben. Während ihres Treffens sprach Carnegie darüber, wie er erfolgreich geworden war.",
    "At the end of the interview, the wealthy industrialist challenged Hill to develop a practical personal philosophy that could be used by anyone in any field to achieve his/her goals.": "Am Ende des Interviews forderte der wohlhabende Industrielle Hill heraus, eine praktische persönliche Philosophie zu entwickeln, die von jedem in jedem Bereich genutzt werden könnte, um seine Ziele zu erreichen.",
    "Hill accepted the challenge. Although Carnegie did not fund the project, he provided Hill with introductions to business and political leaders and innovative thinkers of the day, including Henry Ford, William Howard Taft and Thomas Edison.": "Hill nahm die Herausforderung an. Obwohl Carnegie das Projekt nicht finanzierte, vermittelte er Hill Kontakte zu Wirtschafts- und politischen Führern und innovativen Denkern seiner Zeit, darunter Henry Ford, William Howard Taft und Thomas Edison.",
    "Hill labored for nearly 30 years researching, writing and refining the book that summarized his findings. It continues to be read by millions of people around the world today.": "Hill arbeitete fast 30 Jahre lang daran, das Buch zu recherchieren, zu schreiben und zu verfeinern, das seine Erkenntnisse zusammenfasste. Es wird auch heute noch von Millionen von Menschen auf der ganzen Welt gelesen."
  },
  "section2_translations": {
    "You Gotta Be Hungry! Live Up to Your Greatness": "Du musst hungrig sein! Lebe deine Größe",
    "YOU CAN TELL BY SOMEONE'S lifestyle if he's hungry. He works longer and harder. He researches accounts. He knows the product, the industry, and the competition.": "MAN KANN AN JEMANDES LEBENSSTIL ERKENNEN, ob er hungrig ist. Er arbeitet länger und härter. Er recherchiert Konten. Er kennt das Produkt, die Branche und die Konkurrenz.",
    "When I was a sales rep at a radio station in Florida, I had a really egotistical manager. He enjoyed handing out our paychecks each month and sneering, \"Here's what you're worth.\" If you had a small commission check, you dropped your head. But I saw this guy as a challenge. You can become bitter or better, and I became determined to sell circles around him. One month, I sold four times his salary.": "Als ich Verkaufsvertreter bei einem Radiosender in Florida war, hatte ich einen wirklich egoistischen Manager. Er genoss es, jeden Monat unsere Gehaltsschecks auszuhändigen und zu höhnen: \"Hier ist, was du wert bist.\" Wenn du einen kleinen Provisionsscheck hattest, ließest du den Kopf hängen. Aber ich sah diesen Kerl als Herausforderung. Du kannst verbittert oder besser werden, und ich entschloss mich, ihn im Verkauf weit zu übertreffen. In einem Monat verkaufte ich viermal so viel wie sein Gehalt.",
    "Life can seem so negative. But I believe that every time you get knocked on your back, you need to remember: If you can look up, you can get up! Get up to prove people wrong. Get up because you're hungry to make something of your life. You've got to develop yourself and believe in your worth. When your sense of self grows so does your paycheck. Personal growth involves four stages:": "Das Leben kann so negativ erscheinen. Aber ich glaube, dass du jedes Mal, wenn du auf den Rücken geworfen wirst, daran denken musst: Wenn du nach oben schauen kannst, kannst du auch aufstehen! Steh auf, um den Leuten zu beweisen, dass sie falsch liegen. Steh auf, weil du hungrig bist, etwas aus deinem Leben zu machen. Du musst dich selbst entwickeln und an deinen Wert glauben. Wenn dein Selbstwertgefühl wächst, wächst auch dein Gehaltsscheck. Persönliches Wachstum umfasst vier Stufen:"
  },
  "section7_translations": {
    "Human beings are all creatures of habit: both good and bad. Once we get in a \"groove\" its hard to change tracks. This can work either for or against us. The following are common habits and traits of most successful people. Get in the \"groove\" of success by repeating and following these affirmations:": "Menschen sind alle Gewohnheitstiere: sowohl gute als auch schlechte. Sobald wir in einer \"Spur\" sind, ist es schwer, die Gleise zu wechseln. Dies kann entweder für oder gegen uns arbeiten. Im Folgenden finden Sie häufige Gewohnheiten und Eigenschaften der meisten erfolgreichen Menschen. Kommen Sie in die \"Spur\" des Erfolgs, indem Sie diese Affirmationen wiederholen und befolgen:",
    "Get into the habit of saying and doing the things successful people do and you will create an attraction force that will enable you to be your own magic genie, with not three, but an unlimited number of wishes you can grant for yourself. Just repeat daily these positive affirmations and practice what you preach: your wishes will be your own command!": "Gewöhnen Sie sich an, die Dinge zu sagen und zu tun, die erfolgreiche Menschen tun, und Sie werden eine Anziehungskraft schaffen, die es Ihnen ermöglicht, Ihr eigener Zaubergeist zu sein, mit nicht drei, sondern einer unbegrenzten Anzahl von Wünschen, die Sie sich selbst erfüllen können. Wiederholen Sie einfach täglich diese positiven Affirmationen und praktizieren Sie, was Sie predigen: Ihre Wünsche werden Ihr eigener Befehl sein!",
    "We all have the power to \"mold\" ourselves by the thoughts and concerns of our mind. Repeat and follow the \"Winners Manifesto\" and join the team!": "Wir alle haben die Kraft, uns durch die Gedanken und Anliegen unseres Geistes zu \"formen\". Wiederholen und befolgen Sie das \"Manifest der Gewinner\" und schließen Sie sich dem Team an!",
    "Mental obsessions have physical manifestations: your body reacts to the thoughts and concerns of the mind. Your thoughts can make you sick or release endorphins (over 50 times more potent than morphine) which causes elation and good health. An emotionally upset individual is more prone to accidents and ill health than an emotionally stable individual.": "Mentale Obsessionen haben körperliche Manifestationen: Ihr Körper reagiert auf die Gedanken und Sorgen des Geistes. Ihre Gedanken können Sie krank machen oder Endorphine freisetzen (über 50-mal potenter als Morphium), die Hochgefühl und gute Gesundheit verursachen. Ein emotional aufgebrachtes Individuum ist anfälliger für Unfälle und schlechte Gesundheit als ein emotional stabiles Individuum.",
    "How can we make sure we won't become victims of our anxieties? Since the mind tells the body how to act, think the highest, most uplifting thoughts you can imagine. Here are some tips to help you use the power of your mind:": "Wie können wir sicherstellen, dass wir nicht zu Opfern unserer Ängste werden? Da der Geist dem Körper sagt, wie er handeln soll, denken Sie die höchsten, erhebendsten Gedanken, die Sie sich vorstellen können. Hier sind einige Tipps, die Ihnen helfen, die Kraft Ihres Geistes zu nutzen:"
  }
} 